IDEA StatiCa Open Model
OpenModelClassAttribute.OpenModelListType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
[Missing <summary> documentation for "P:IdeaRS.OpenModel.OpenModelClassAttribute.OpenModelListType"]
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Type OpenModelListType { get; set; }
Public Property OpenModelListType As Type
	Get
	Set
public:
property Type^ OpenModelListType {
	Type^ get ();
	void set (Type^ value);
}
Property Value
Type: Type
See Also
Reference
OpenModelClassAttribute Class
IdeaRS.OpenModel Namespace